{
  "summary": "[[Ice Cube]], born O'Shea Jackson, is an American rapper, actor, filmmaker, and political figure who has had a profound impact on popular culture and social justice. His journey, which diverged significantly from the one in our timeline, has seen him evolve from a pioneering voice in the [[gangsta rap]] movement to an influential political leader and social activist. As a musician, he played a pivotal role in the development of gangsta rap, giving voice to the struggles and aspirations of marginalized communities. As an [[actor]] and [[filmmaker]], he challenged stereotypes and provided a platform for stories that resonated with diverse audiences. And as a political figure, he has continued to fight for the rights and well-being of his community, cementing his legacy as a true trailblazer and agent of change.",
  "summaryImage": "https://sfozpnhknzamtdqmmjtl.supabase.co/storage/v1/object/public/images/icecube.png",
  "summaryTitle": "Ice Cube",
  "didYouKnow": "[[Bacon bits]] are a quintessential food item in the city of [[New Rotterdam]], the capital of the nation of [[New Netherland]], stemming from Dutch colonial culinary traditions.\n\n[[Immanuel Kant]], the influential German philosopher, had a transformative impact on the development of numerous academic fields and the course of historical events.\n\nThe [[University of New Rotterdam]] is a major public research university in [[New Rotterdam]], known for its strength in the sciences, particularly chemistry, engineering, and applied sciences.\n\nThe [[Koninklijke West-Indische Compagnie (Royal West India Company)]], or KWC, is a multinational corporate conglomerate that serves as the driving force behind the Dutch colonial project in the Americas.\n\n[[New Rotterdam]], the economic and cultural epicenter of the [[New Netherland Colonial Empire]], has emerged as a leader in sustainable urban development, with a robust network of renewable energy sources and a green transportation system.",
  "didYouKnowImage": "https://sfozpnhknzamtdqmmjtl.supabase.co/storage/v1/object/public/images/b38b31dd-1f09-40ee-b297-486e81e7040f.png"
}
